Repository: SameerInstacash/SellNCash
Catalog: SmartExchange/*.lproj/Main.strings
Languages: th, vi

# 0QK-kJ-Re6.text
source: Broken
th: เสีย
vi: Bị vỡ

# 0gb-tI-f4A.normalTitle
source: Skip
th: ข้าม
vi: Bỏ qua

# 3BY-Gv-mwa.text
source: Select the available original accessories
th: โปรดเลือกอุปกรณ์สภาพเหมือนใหม่
vi: Chọn các phụ kiện gốc có sẵn

# 4ev-OJ-c3t.text
source: Flawless
th: ไม่มีรอย
vi: Chọn các phụ kiện gốc có sẵn

# 51j-2f-3Wf.text
source: Welcome to Smart Exchange
th: ยินดีต้อนรับสู่ Blynk Exchange
vi: Chào mừng đến với Blynk Exchange

# 69s-sS-9dY.text
source: Blur
th: เบลอ
vi: Độ nhòe

# 8Gn-I9-OwG.normalTitle
source: Skip
th: ข้าม
vi: Bỏ qua

# 8hV-Dq-jEc.text
source: Scratched
th: ถลอก
vi: Trầy xước

# 8oT-ns-Yrz.text
source: Broken
th: เสีย
vi: Bị vỡ

# 9Mk-7x-gTz.text
source: More than 10 months (No Bill required)
th: มากกว่า 10 เดือน (ไม่ต้องมีบิล)
vi: Hơn 10 tháng (Không cần hóa đơn)

# 9Nj-Wt-d5y.text
source: Verify your fingerprints on the Touch Id
th: ยืนยันด้วยนิ้วมือของท่านบแป้น Touch ID
vi: Xác nhận dấu vân tay của bạn trên Touch Id

# 9e8-5Y-nx2.normalTitle
source: Skip
th: ข้าม
vi: Bỏ qua

# 9wX-gy-VgZ.text
source: Okay
th: ตกลง
vi: Được

# AdB-6A-2qS.title
source: FingerPrint VC
th: ลายนิ้วมือ VC

# AwI-s0-Tgg.text
source: Heavily Scratched
th: มีรอยมาก
vi: Trầy xước nặng

# BUw-2X-xG4.text
source: Device Body (Back Panel / Cover)
th: ตัวเครื่อง (ด้านข้างและด้านหลัง)
vi: Thân thiết bị (Mặt sau /Vỏ)

# BXk-Ti-lN5.text
source: Please plug-in/plug-out the charger of your device.
th: โปรดเสียบปลั๊ก / ปลั๊กอุปกรณ์ชาร์จของท่าน
vi: Vui lòng cắm / rút bộ sạc thiết bị của bạn.

# Be2-Be-9TU.text
source: Okay
th: ตกลง
vi: Được

# C6g-kW-Reb.text
source: DIAGNOSIS RESULTS
th: ผลการการตรวจสอบ
vi: KẾT QUẢ CHẨN ĐOÁN

# EIq-xj-k2e.text
source: Functional Checks
th: การตรวจสอบการใช้งาน
vi: Kiểm tra chức năng

# EWk-bk-Xve.text
source: Broken
th: เสีย
vi: Bị vỡ

# FQb-ge-po2.text
source: Please press volume up key and Volume down key.
th: กรุณากดปุ่มเร่งเสียงและปุ่มลดเสียง
vi: Vui lòng nhấn phím tăng âm lượng và phím Giảm âm lượng.

# GLa-NK-pel.text
source: Failed and Skipped Tests
th: การตรวจสอบที่ไม่ผ่านและที่ได้ข้าม
vi: Kiểm tra thất bại và bỏ qua

# GO7-HF-uJW.text
source: Earphone
th: หูฟัง
vi: Tai nghe

# HO2-w5-xkQ.text
source: Press Volume down Button
th: กดปุ่มลดระดับเสียง
vi: Nhấn nút Giảm âm lượng

# HS8-jC-nh7.text
source: None of the above
th: มิข้อใด
vi: Không có cái nào ở trên

# Hvc-Sy-aQq.text
source: Original Charger
th: สายชาร์จสภาพเหมือนใหม่
vi: Bộ sạc gốc

# Iio-dD-jnX.text
source: Cracked
th: รอยขีดข่วนหนัก
vi: Vết xước nặng

# J8c-58-LZg.text
source: Offered Price
th: ราคาเสนอ
vi: Giá chào mua

# L3O-3L-gpn.normalTitle
source: Begin
th: เริ่มการตรวจสอบ
vi: Bắt đầu kiểm tra

# NAR-FO-ih2.text
source: Wave your hand in front of screen to complete proximity test
th: วางฝ่ามือของคุณไว้เหนือเซ็นเซอร์ความใกล้ชิดและคลื่นตามที่แสดงในภาพ
vi: Đặt lòng bàn tay của bạn lên các cảm biến tiệm cận và sóng như trong hình

# NZs-1E-ZfP.text
source: Please fill all the blocks displayed on the screen to complete the test.
th: คลิก 'เริ่มการทดสอบ' จากนั้นปัดไปตามช่องสี่เหลี่ยม
vi: Nhấp vào 'Bắt ​​đầu kiểm tra', sau đó vuốt dọc theo các ô vuông

# NnB-K6-v8r.text
source: OnePlus One Sandstone Black 64 GB
th: iPhone
vi: iPhone

# Nsg-T8-c5G.normalTitle
source: Skip
th: ข้าม
vi: Bỏ qua

# OH3-pm-ZZC.normalTitle
source: Skip
th: ข้าม
vi: Bỏ qua

# OYz-Zp-uLr.normalTitle
source: NEXT
th: ถัดไป
vi: KẾ TIẾP

# Oin-YM-NLF.text
source: Phone Locks for Apple (Network lock or Network or Passcode or iCloud)
th: ล็อคโทรศัพท์สำหรับ Apple (ล็อคเครือข่ายหรือเครือข่ายหรือรหัสผ่านหรือ iCloud)
vi: Khóa điện thoại cho Apple (Khóa mạng hoặc Mạng hoặc Mật mã hoặc iCloud)

# QPs-FR-MD8.normalTitle
source: Begin Diagnosis
th: มาเริ่มกันเลย
vi: Bắt đầu chẩn đoán

# SYm-Rf-lmq.normalTitle
source: Scan Fingerprints
th: รับรองความถูกต้อง
vi: Xác thực

# TLB-JR-oqj.text
source: Select if applicable
th: เลือกถ้าเกี่ยวข้อง
vi: Chọn nếu có

# UhM-0B-0hy.text
source: Please make sure that Auto Rotation is enabled on your device and press begin to start the test.
th: โปรดเปิดค่าตั้งให้หน้าจอหมุนอัตโนมัติ จากนั้นกด 'เริ่มการตรวจสอบ' และปรับเครื่องจากแนวตั้งเป็นมุมมองแนวนอน
vi: Bật tự động xoay màn hình, sau đó nhấp vào 'Bắt ​​đầu kiểm tra' và xoay thiết bị của bạn từ Chế độ xem dọc sang ngang

# Xmb-7b-DsQ.text
source: None of the above
th: มิข้อใด
vi: Không có cái nào ở trên

# Xrt-Zm-oce.text
source: IMEI/Serial:
th: รหัส IMEI / ซีเรียล:
vi: IMEI / sê-ri:

# Y75-Xy-ETb.text
source: Main Camera (Camera Glass)
th: กล้องหลัก (กระจกกล้อง)
vi: Camera chính (Kính Camera)

# YPX-Ef-gVH.text
source: Box
th: กล่องโทรศัพท์
vi: Hộp

# YZj-Zf-cWv.text
source: Unlocked
th: ไม่ติดล้อค
vi: Đã mở khóa

# ZYc-Xt-Bha.text
source: Please make sure Bluetooth, GPS and Wifi are enabled on your device and press begin to start the tests.
th: โปรดตรวจสอบว่าได้เปิด Bluetooth, GPS และ Wifi แล้วในค่าตั้งเครื่อง และกดเริ่มเพื่อเริ่มการตรวจสอบ
vi: Vui lòng đảm bảo Bluetooth, GPS và Wifi được bật trên thiết bị của bạn và nhấn bắt đầu để bắt đầu kiểm tra.

# aPN-ah-eIi.normalTitle
source: Skip
th: ข้าม
vi: Bỏ qua

# bSD-wv-rtF.normalTitle
source: Find nearby SmartExchange store
th: ใบเสนอราคาก่อนหน้า
vi: Báo giá trước

# cO6-VF-qOJ.title
source: Title
th: หัวข้อ
vi: Tiêu đề

# d0L-qx-2E0.text
source: Loose
th: หลวม
vi: Lỏng

# dLo-6U-Jwv.text
source: Please plug-in/plug-out your earphones.
th: โปรดเสียบเข้า / เสียบออกหูฟังของท่าน
vi: Vui lòng cắm / rút tai nghe của bạn.

# dMu-hK-xnD.text
source: Diagnosis Charges
th: ค่าธรรมเนียมการตรวจสอบ
vi: Phí chẩn đoán

# dbY-BS-Ftc.text
source: Flawless
th: ไม่มีรอย
vi: Không xước

# dyK-uP-MdD.text
source: Display & Touch Screen
th: จอ LCD / กระจกหน้าจอ
vi: Màn hình hiển thị và cảm ứng

# ezH-mg-THX.text
source: How old is your device?
th: เครื่องท่านอายุเท่าไหร่
vi: Thiết bị của bạn cũ thế nào?

# fOm-Sy-kdw.text
source: If You see any black or white spots on Your screen, please click on Yes.
th: คลิก ‘เริ่มทดสอบ’ การทดสอบจะเริ่มขึ้นและหน้าจอสีขาวจะปรากฏขึ้นเป็นเวลา 10 วินาที หากคุณเห็นจุดดำหรือขาวบนหน้าจอของคุณโปรดคลิก ‘ใช่’
vi: Nhấp vào ‘Bắt đầu thử nghiệm. Kiểm tra sẽ bắt đầu và một màn hình trắng sẽ được hiển thị trong 10 giây. Nếu bạn thấy bất kỳ đốm đen hoặc trắng nào trên màn hình của mình, vui lòng nhấp vào ‘Có.

# fgQ-Fz-dUE.text
source: Device has undergone repairs
th: เครื่องได้รับการซ่อมแซม
vi: Thiết bị đã được sửa chữa

# fhj-4O-wQW.text
source: Between 3 to 10 months (Bill required)
th: ระหว่าง 3 ถึง 10 เดือน (ต้องจ่ายบิล)
vi: Từ 3 đến 10 tháng (Cần có hóa đơn)

# gjY-xp-rax.text
source: Dented
th: มีรอยบุบ
vi: Lõm

# hJQ-Ip-7oW.text
source: Please Enter IMEI of your device
th: โปรดป้อนรหัส IMEI ของเครื่องท่าน
vi: Vui lòng nhập IMEI của thiết bị của bạn

# hKh-yz-g2T.text
source: Hardware Buttons or Keys
th: ปุ่มฮาร์ดแวร์หรือคีย์
vi: Nút hoặc phím cứng

# hlm-iZ-cM4.text
source: Please make sure you've entered the details in the POS
th: โปรดป้อน ‘Store Token’ และส่งหรือคลิก ‘สแกนรหัส QR’ เพื่อเริ่มการวินิจฉัย หากต้องการดูผลลัพธ์ก่อนหน้าคลิกที่ 'ใบเสนอราคาก่อนหน้า'
vi: Vui lòng nhập ‘Lưu trữ mã thông báo và gửi hoặc nhấp vào‘ Quét mã QR mã hóa để bắt đầu Chẩn đoán. Để xem kết quả trước đó, nhấp vào ’Báo giá trước

# hnW-6N-E81.text
source: Flawless
th: ไม่มีรอย
vi: Không xước

# ieS-PV-9gr.text
source: Payable Amount
th: จำนวนเงินโดยประมาณ
vi: Số tiền ước tính

# ilt-W0-iH7.text
source: Broken, Dead Pixel, Liquid Mark or Does not work properly
th: ไม่ทำงาน
vi: Không hoạt động

# kLA-cb-BRI.text
source: Discolored
th: กะดำกะด่าง
vi: Mất màu

# lJZ-w4-Gge.normalTitle
source: Scan QR code
th: สแกนรหัส QR
vi: Quét mã QR

# llW-U7-ssc.text
source: Locked
th: ติดล้อค
vi: Đã khóa

# mid-jj-p2L.text
source: Click a picture from your camera
th: คลิกที่ 'เริ่มการทดสอบ' และถ่ายภาพจากกล้องของคุณเพื่อเรียกใช้การทดสอบโฟกัสอัตโนมัติ
vi: Nhấp vào ‘Bắt đầu Test Thử và chụp ảnh từ máy ảnh của bạn để chạy kiểm tra lấy nét tự động

# moQ-w4-DEK.normalTitle
source: NEXT
th: ถัดไป
vi: KẾ TIẾP

# ncq-Bv-XSn.text
source: 2-3 Minor Scratches
th: มีรอยเล็กน้อย 2-3 รอย
vi: 2-3 vết xước nhỏ

# nmM-UW-AmA.text
source: Cracked
th: แตก
vi: Mất màu

# oAg-4h-KF2.text
source: Press Volume up Button
th: กดปุ่มเร่งเสียง
vi: Nhấn nút tăng âm lượng

# p2g-sp-YAw.text
source: Scratched
th: ถลอก
vi: Trầy xước

# qMw-nS-fjX.text
source: Missing
th: หายไป
vi: Còn thiếu

# rYZ-6H-s8P.text
source: InstaCash Exchange
th: Blynk Exchange
vi: Blynk Exchange

# sbY-nN-ZH2.text
source: Broken
th: เสีย
vi: Bị vỡ

# snY-LS-IkO.normalTitle
source: Start Dead Pixel Test
th: เริ่มการตรวจสอบ
vi: Bắt đầu kiểm tra

# v18-zZ-hzq.text
source: Silver Frame / Bezel (around screen)
th: กรอบสีเงิน / กรอบ (รอบหน้าจอ)
vi: Khung / khung viền bạc (xung quanh màn hình)

# wzU-9L-cRI.normalTitle
source: Begin Tests
th: เริ่มต้นการตรวจสอบ
vi: Bắt đầu kiểm tra

# x5F-CL-Xop.text
source: Less than 3 months (Bill required)
th: น้อยกว่า 3 เดือน (ต้องมีบิล)
vi: Dưới 3 tháng (Yêu cầu hóa đơn))

# x9D-EE-jw0.normalTitle
source: Start Screen Calibration
th: เริ่มการตรวจสอบ
vi: Bắt đầu kiểm tra

# xBf-UM-6aS.normalTitle
source: Click Picture
th: เริ่มการตรวจสอบ
vi: Bắt đầu kiểm tra

# xbY-p9-iVW.accessibilityLabel
source: Please Enter IMEI
th: โปรดป้อนรหัส IMEI ของเครื่องท่าน
vi: Vui lòng nhập IMEI

# xbY-p9-iVW.placeholder
source: IMEI Number
th: กด * # 06 # สำหรับหมายเลข IMEI
vi: Dial *#06# for IMEI Number

# yOx-YY-b4S.normalTitle
source: Continue
th: ไปต่อ
vi: Tiếp tục
